Repository: TheSPST/Golfication-ios
Catalog: Golfication/*.lproj/Localizable.strings
Languages: de, es, fr

source: English
de: German
es: Spanish
fr: French

source: Golfication: GPS Rangefinder, Stats & Scorecard
de: Golfication: GPS Entfernungsmesser, Statistik und Scorekarte
es: Golfication: GPS Telémetro, estadísticas y tanteador
fr: Golfication: LeTélémètre GPS, Les Statistiques et La Carte de score

source: Golfication: Golf GPS & Caddie
de: Golfication: Golf GPS und Caddy
es: Golfication: Golf GPS y Caddie
fr: Golfication: Le GPS de golf et Le Caddie

source: Free Shot Tracker & Scorecard
de: Freie Schlagverfolger und Scorekarte
es: Rasteador gratuito de golpes y tanteador gratuito
fr: Le tracker du coup gratuit et La Carte de score

source: GPS Rangefinder, Smart Scorecard, Golf Stats, Shot Tracker and much more
de: GPS Entfernungsmesser, Smart Scorekarte, Golf Status, Schlagverfolger und noch viel mehr
es: Telémetro GPS, Tanteador inteligente (Smart), estadísticas de golf, rastreador de golpes y mucho más
fr: Le Télémètre GPS, La Carte de score intelligent, Les Statistiques de Golf, Le Tracker du coup et beaucoup plus.

source: Always hit the best shot you can play, using data.
de: Jetzt, Machen Sie den Schlag den Sie kennen, nicht den Sie denken Sie machen sollen
es: Siempre golpea el mejor tiro que puedes jugar, usando datos.
fr: Frappez maintenant le coup que vous savez pouvoir frapper, pas celui que vous croyez devoir.

source: Golfication is the one-stop Golf App, powered by Artificial Intelligence - this FREE app comes with many useful features like GPS Rangefinder, Live Scoring, Driving & Approach accuracy, Putting Stats, and Strokes Gained Analysis.
de: Golfication ist die One-Stop-Golf-App, die von Künstliche Intelligenz angetrieben wird - diese KOSTENLOSE App enthält viele nützliche Funktionen wie GPS Entfernungsmesser, Live-Scores, Drives & Annäherungsgenauigkeit, Puttenstatistik und die Analyse der erworbenen Schläge.
es: Golfication es la aplicación única de golf, impulsado por Inteligencia Artificial. Esta aplicación GRATUITA incluye muchas características útiles como Telémetro GPS, scores en vivo, precisión de driving y golpe corto para aproximarse al green, estadísticas de golpes cortos y análisis de golpes ganados.
fr: Golfication est une application unique, propulsée par l’intelligence artificielle-cette application GRATUITE vient avec beaucoup de fonctions utiles comme le Télémètre GPS, scores en direct, précision de driving et d’approche, les stats de putting et l'analyse de Strokes Gained.

source: FEATURE HIGHLIGHTS:
de: Eigenschaftensüberblick
es: Características destacadas:
fr: Faits saillants des caractéristiques:

source: Record just Hole-scores, or add Fairway Hits, GIRs and Putts with Golf's most elegantly designed User Interface. Spend minimal time looking at your phone, and maximum time playing Golf!
de: Nur den Loch-Score aufzeichnen, oder das Fairwaytreffen, GIRs und Putten hinzufügen mit der am eleganten entworfenen Benutzeroberfläche von Golf. Verbringen Sie minimale Zeit mit Ihrem Handy, und maximale Zeit mit dem Spiel!
es: Registre solo los scores de los hoyos, o agregue tiros al Fairway (calle), GIRs (grens en regulación) y golpes cortos con la interfaz de usuario con el diseño más elegante. ¡Pase el mínimo tiempo mirando su teléfono y el máximo tiempo jugando al golf!
fr: Enregistrez seulement les scores des trous, ou ajoutez des coups de Fairway, les GIRs et les putts avec l'interface utilisateur la plus élégante du golf. Passez un temps minimum en regardent votre téléphone et un temps maximum en jouant le Golf!

source: FREE GPS RANGEFINDER
de: Freier GPS Entfernungsmesser
es: Telémetro GPS gratuito
fr: Le Télémètre GPS gratuit

source: Get accurate distances to front, middle & back of green, along your line of sight. Also check out persistent wind speed to plan your shot. What’s best? It’s completely FREE!
de: Entlang Ihrer Sichtlinie, bekommen Sie die genaue Entfernungen bis nach vorne, mitte und zurück des Grünes. Und weiter was ist beste? Es ist ganz FREI!
es: Obtiene distancias precisas al frente, centro y dorso del green, a lo largo de su línea de visión. También puedes ver la velocidad del viento persistente para planificar tu disparo. ¿Qué es lo mejor? ¡Es completamente GRATIS!
fr: Obtenez des distances précises à l'avant, au milieu et à l'arrière du green, le long de votre ligne de mire. Vérifiez également la vitesse du vent persistante pour planifier votre coup. Qu'est-ce qui est mieux? C'est entièrement GRATUIT!

source: FREE CLUB RECOMMENDATIONS
de: Freie Schlägerempfehlungen
es: recomendaciones gratuitas del palo
fr: Les Recommendations de Club Gratuites

source: Get FREE Club Recommendations based on data from your previous rounds. Our A.I. Caddie makes sure you never hit a wrong club again. Ever.
de: Bekommen Sie FREIE Schlägerempfehlungen gemäß Ihrer Daten von Ihren vorherigen Runden. Unser Caddy (der von Künstlichen Intelligenz angetrieben wird) sichert immer dass Sie nie wieder mit dem falschen Schlager schlagen werden.
es: Obtiene recomendaciones GRATIS de palos en terminos de datos de sus rondas previas. Nuestro Caddie (impulsado por I.A.) hacera seguro que usted nunca golpeará con el palo incorrecto.
fr: Obtenez des recommendations de club gratuites basé sur les donnés de vos parties précédentes. Notre caddie basé sur l'A.I s'assure que vous ne frappez jamais un mauvais club à nouveau. Jamais.

source: ULTIMATE SHOT TRACKING
de: Ultimative Schlagverfolgung
es: El mejor rastreo de golpes
fr: Suivi de Coup Ultime

source: Now track every shot using one simple button! Additionally, enjoy our automatic scoring, FREE distances and shot recommendations.
de: Jetzt verfolgen Sie jeden Schlag mithilfe einer einfachen Taste! Des weiteren, genießen Sie unseren automatischen Spiel-Score, FREIE Entfernungsmpfehlungen und Schlagempfehlungen.
es: ¡Ahora rastrea cada golpea con un simple botón! Además, disfrute de nuestro tanteo automático de scores, recomendaciones GRATIS de distancias y golpes.
fr: Suiviez maintenant chaque coup en utilisant un bouton simple! De plus, profitez de notre notation automatique, des distances et des recommendations de coup GRATUITES.

source: PERFORMANCE STATS
de: Leistungsbeurteilung
es: ESTADÍSTICAS DE RENDIMIENTO
fr: Les Statistiques de Performance

source: Stop paying to track driving accuracy, GIRs, putts and sand saves for you and your friends, because these features are FOREVER FREE on Golfication.
de: Hören Sie auf zu zahlen um Ihre (und Ihrer Freunde) Drivengenauigkeit, GIRs, Putten und Sand-saves zu verfolgen, weil diese Eigenschaften auf Golfication IMMER FREIE sind.
es: Deje de pagar para rastrear la precisión de drive, los GIRs (grens en regulación), golpes cortos y sand saves para usted y sus amigos, porque estas funciones son GRATIS PARA SIEMPRE en Golfication.
fr: Arretez de payer pour suivre la précision de driving, les GIRs, les putts et les sables arrets pour vous et vos amis, parce que ces caractéristiques sont éternellement GRATUITES sur Golfication.

source: GAME INSIGHTS
de: Spielseinblicke
es: Análisis de su juego
fr: Perspicacités du jeu

source: Now understand your game in a way that hasn't been possible before with ultimate game insights like Club Stats, Strokes Gained, Approach Accuracy, Chipping accuracy, Putts per hole & Accuracy Off-The-Tee, and plan your golf training better with data.
de: Jetzt verstehen Sie Ihr Spiel in Weisen die vorher unmögliche waren, mit ultimativen Spielseinblicken wie Schlagerstatistik, Schläge erworben, Annährungsgenauigkeit, Chippensgenauigkeit, Putten pro Loch und Genauigkeit ab dem Abschlag. Planen Sie Ihre Golfausbildung mit besseren Daten.
es: Ahora comprende su juego de una manera que no ha sido posible previamente con información de juego definitiva como estadísticas de palo, golpes ganados, precisión del golpe corto para aproximarse al green, precisión de golpes cortes de aproximacion, golpes cortos por cada hoyo y precisión del Tee, y planea mejor su entrenamiento de golf con datos .
fr: Comprenez votre jeu maintenant d'une manière qui n'a pas été possible avant avec les perspicacités du jeu ultime comme les statistiques du club, les coups gagnés, la précision d'approche, la précision de chipping, les putts par trou et la précision au large du Tee, et planifiez mieux votre entrainment de golf avec des donnés.

source: FOCUS ON YOUR GOLF
de: Fokussieren Sie sich auf Ihr Golf
es: Enfóca os en su golf
fr: Concentrez-vous sur votre golf

source: Now see distances easily on-the-go without even opening the app! And score directly from a notification.
de: Jetzt können Sie die Entfernungen immer leichter ansehen ohne die App zu öffnen! Erzielen Sie höhere Score direkt mithilfe einer Aktualisierung von Ihrer App.
es: ¡Ahora vea distancias fácilmente sobre la marcha sin siquiera abrir la aplicación! Y puntuar directamente desde una notificación.
fr: Maintenant, voyez les distances facilement sur la route sans meme ouvrir l'application! Et score directement à partir d'une notification.

source: FOR GOLF GEEKS
de: Für die Golfnerds
es: PARA LOS GEEKS DE GOLF
fr: Pour les Geeks de Golf

source: Golfication provides in-depth analysis using filters like Number of Rounds, Season, Holes Played, Clubs Used and Course Type. We will help you get those very stats that you've always wanted to track. (It's also like your super-personal, awesome Spreadsheet App for Golf.)
de: Golfication bietet Ihnen tiefe Analyse durch die Filter wie Rundennummer, Saison, Löcher gespielt, Golfschläger benutzt. Wir werden Sie helfen diejenige Statistik zu bekommen, die Sie immer zu verfolgen wollten (Die ist genau wie Ihre Superpersönliche Kalkulationstabelle für Golf)
es: Golfication proporciona os con análisis en profundidad utilizando filtros como Número de rondas, Hoyos jugados, Clubes usados ​​y Tipo de curso. Te ayudaremos a obtener las estadísticas que siempre has querido rastrear. (También está como tu tanteador súper-personal para golf).
fr: Golfication fournit une analyse approfondie en utilisant les filtres comme nombre de tours, saison, les trous joués, clubs utilisés et le type de terrain. Nous vous aidons à obtenir les stats que vous avez toujours voulu suivre. (C'est aussi comme votre personnel et fantastique application tableur pour le Golf.)

source: LIVE SCORING WITH FRIENDS
de: Live-Scores mit Ihren Freunden
es: Scores en vivo con sus amigos
fr: Les Scores en Direct avec les Amis

source: Golfication provides Live Scoring on all Android & iOS devices, and allows you to keep track your game, as well as your buddies' on a single screen! Get smart post-game analytics and comparisons, to win the weekend's bragging rights!
de: Golfication bietet Live-Scores auf allen Android und iOS Geräten, und erlaubt Sie Ihr eigenes Spiel zu verfolgen, sowohl die Spiele Ihrer Freunde auf dem selben Bildschirm! Bekommen Sie Smartanalytik für die Nachspielsanalytik und Vergleichungen, und davon konnen Sie durch das ganze Wochenende sich brüsten!
es: Golfication proporciona os scores en vivo en todos de los dispositivos Android y iOS, y te permite rastrear su juego, así como aquellos de sus amigos en una sola pantalla ¡Obtiene análisis y comparaciones inteligentes posteriores al juego para ganar los derechos de fanfarronear del fin de la semana!
fr: Golfication fournit les scores en direct sur tous les appareils Android et IOS et vous permet de suivre votre jeu ainsi que celui de vos copains sur le meme écran! Obtenez une analyse post-match très intelligente et les comparaisons pour gagner les droits de se vanter pour les weekends !

source: LEADERBOARDS
de: Bestenlisten
es: tabla de líderes
fr: Les Classements

source: Play against golfers everywhere, in the World's Grandest competitions for "Longest Drive", "Closest To The Pin", "Monster Putt", and more! Improve faster, when the pressure is on.
de: Spielen Sie gegen andere Golfspieler überall, in den am großten Wettbewerben der Welt für die "am weitesten Drive", "am nächsten Loch", "Monsterputt", und noch viel mehr! Verbessern Sie sich immer schneller indem der Spielsdruck baut sich auf Sie auf
es: Juega contra jugadores de golf de todo el mundo, en las competiciones más importantes del mundo por "El drive más largo", "Más cerca al hoyo", "El putt monstruoso", ¡y más! Mejora su juego más rápido, cuando la presión es en marcha.
fr: Jouez contre les golfeurs partout, dans les compétitions les plus grandes du monde pour "Longest Drive", "Closest to the Pin", "Monster Putt", et plus! Améliorez plus rapidement lorsque la pression s'exercée.

source: LOVE THE APP?
de: Lieben Sie die App?
es: ¿Te gusta la aplicación?
fr: Aimez la application?

source: Rate us on the app store! Share your love, and help other golfers discover Golfication - the Ultimate Golf App.
de: Bewerten Sie uns in dem Appstore! Teilen Sie mit uns Ihre Liebe, und helfen Sie andere Golfspieler Golfication - die ultimative Golfapp zu entdecken.
es: ¡Califícanos en la tienda de aplicaciones! Comparta su amor y ayude a otros golfistas a descubrir Golfication: la aplicación Ultimate para Golf.
fr: évaluez nous sur l'App Store! Partagez votre amour et aidez d'autres golfeurs à découvrir Golfication- l'Application de Golf Ultime.

source: SUPPORT
de: Liefern
es: APOYAR

source: Have feedback, don’t see your golf course in our database, or have a course correction? We love hearing from you, so email us at holeinone@golfication.com and we’ll get back to you pronto.
de: Haben Sie Feedback, oder sehen Sie nicht Ihren Golfplatz in unserer Datenbank, oder haben Sie irgendeine Korrektur im Bezug auf irgendeinen Golfplatz? Wir würden gerne von Ihnen hören. Senden Sie uns eine Email an holeinone@golfication.com und werden wir sofortlich Ihnen antworten.
es: ¿Tiene comentarios, no ve su campo de golf en nuestra base de datos, o tiene una corrección de curso? Nos encanta saber de usted, así envíenos un correo electrónico a holeinone@golfication.com y nos pondremos en contacto con usted pronto.
fr: Avez des commentaires, ne voyez pas votre terrain de golf dans notre base de données, ou avez-vous une correction du terrain? Nous aimons vous entendre, donc écrivez-nous à holeinone@golfication.com et nous vous reviendrons toute de suite.

source: So are you prepared for some serious #golfication?
de: So haben Sie sich im ernst vorbereitet für #golfication?
es: ¿Tan estás listo para #golfication?
fr: Alors, etes-vous pret pour une #golfication sérieuse?

source: Screenshot Text
de: Bildschirmfototext
es: Texto de la captura de pantalla
fr: Texte de capture d'écran

source: FREE CLUB RECOMMENDATION
de: Freie Schlägerempfehlung
es: Recomendaciones gratuita del club
fr: La recommendation de club gratuite

source: Real-Time A.I. Powered Caddie
de: Echtzeitiger Caddy von Künstliche Intelligenz angetrieben
es: Caddy alimentado por IA (Inteligencia artificial) en tiempo real
fr: Caddie en temps réel alimenté par A.I

source: GPS RANGEFINDER
de: GPS Entfernungsmesser
es: Telémetro GPS
fr: Le Télémètre GPS

source: Accurate Distances and Wind
de: Genaue Entfernungen und Wind
es: Distancias precisas y viento
fr: Les Distances et les Vents précis

source: Fast and Easy
de: Schnell und einfach
es: Rapido y facil
fr: Rapide et Facile

source: Track every shot. Automatic Scoring
de: Verfolgen Sie jeden Schlag. Automatischer Score
es: Rastrea cada golpe. Scores automáticos
fr: Suiviez chaque coup. La Notation Automatique.

source: Fairways, GIRs, Putts, Scrambling and more..
de: Fairways, GIR, Putten, Scrambling und mehr
es: Fairway, GIR, Golpes cortos, Scrambling y más
fr: Les Fairways, les GIRs, les Putts, le Brouillage et plus..

source: Club Accuracy, Strokes Gained and more!
de: Schlagergenauigkeit, Schläge erworben und noch viel mehr!
es: Precisión de Club,
fr: La précision de club, les coups gagnés et plus!

source: Easier Scoring on the go
de: Leichter Scoring auf Trab
es: Puntuación más fácil sobre la marcha
fr: Score plus facile sur la route

source: APP TOUR
de: Rundgang der App
es: Tour de la App
fr: Visite guidée de l'application

source: Play Game
de: Spiel spielen
es: Jugar un juego
fr: Jouer au jeu

source: Next
de: Weiter
es: Siguiente
fr: Prochain

source: Skip
de: Überspringen
es: Omitir
fr: Sautiller

source: Easy Scoring
es: Scores fáciles

source: Record Hole scores, Fairways, GIRs and putts for you and your friends.
de: Loch-Score, Fairways, GIR und Putten für sich selbst under für Ihre Freunde aufzeichnen
es: Registrar scores de hoyos, Fairways (Calles), GIRs, y golpe cortos para usted y sus amigos
fr: Enregistrez les scores des trous, Fairways, GIRs et les putts pour vous et vos amis

source: Hole 1
de: Loch 1
es: Hoyo 1
fr: Trou 1

source: Select
de: Auswählen
es: Seleccionar
fr: Choissisez

source: More Score
de: Weitere Score
es: Más scores
fr: Plus de score

source: Fairway Hit
de: Fairwaytreffen
es: Golpes al Fairway (Calle)
fr: Coup fairway

source: Green in Regulation
de: Grüns in Regulation
es: Green in regulation (GIR)
fr: GIR (Green dans la réglementation)

source: Putts
de: Putten
es: Golpes cortos
fr: Les Putts

source: Chip Shots
de: Chippenschläge
es: Golpes cortes de aproximación
fr: Les Coups de Puce

source: Green side sand shot
de: Grünseitiger Sandschlag
es: Green side y golpe al bunker
fr: Coup à partir du bunker du côté du green

source: Penalties
de: Strafen
es: Penalidades
fr: Les Pénalités

source: GPS Rangefinder
de: GPS Entfernungmesser
es: Telémetro GPS
fr: Le Télémètre GPS

source: Fast and accurate Distances
de: Schnelle und genaue Entfernungen
es: Distancias rápidas y precisas
fr: Les Distances Rapides et Précises

source: Free club recommendations, and live scoring.
de: Freie Schlägerempfehlungen und Live-Score
es: Recomendaciones gratis de palo, y scores en vivo
fr: Les Recommendations de club gratuites et les scores en direct

source: Back
de: Zurück
es: Espalda
fr: Arrière

source: Front
de: Vorne
es: Adelante
fr: Devant

source: Ultimate Shot Tracking
de: Ultimative Schlagverfolgung
es: El mejor rastreo del tiro
fr: Suivi de Coup Ultime

source: Automatic tracking and stats for every shot.
de: Automatische Verfolgung und Statistik für jeden Schlag
es: Rastreo automatico y estadisticas para cada tiro
fr: Suivi automatique et les statistiques pour chaque coup.

source: Ultimate game-improvement mode.
de: Ultimative Spielsverbesserungsmodus
es: El mejor modo para mejorar del juego
fr: Mode d'amélioration du jeu ultime.

source: Performance Stats
de: Leistungsstatistik
es: Estadisticas de rendimiento
fr: Les Statistiques de Performance

source: Fairways, GIRs, Putts, Club stats, strokes gained and more.
de: Fairways, GIR, Putten, Schlagerstatistik, erworbene Schläge und noch viel mehr
es: Fairways, GIR, Golpes cortos, estadisticas de palos, tiros ganados y más
fr: Fairways, GIRs, les putts, les statistiques du club, les coups gagnés et plus.

source: Left
de: Links
es: Izquierda
fr: Gauche

source: Short
de: Kurz
es: Corto
fr: Court

source: Right
de: Rechts
es: Derecho
fr: Droit

source: Long
de: Lang
es: Largo

source: Start
de: Anfang
es: Comencer
fr: Commencez

source: GET STARTED!
de: Leg sich los!
es: Comencemos!
fr: Commencez!

source: Play with your friends and pro players
de: Spielen Sie mit eigenen Freunden und Profispielern
es: Jugar con amigos y jugadores profesionales
fr: Jouez avec vos amis et les joueurs professionnels

source: SIGN UP
de: Anmelden
es: Regístrate
fr: Inscrivez-vous

source: LOGIN
de: Einmelden
es: Iniciar sesión
fr: Connectez

source: Name
es: Nombre
fr: Nom

source: Password
de: Passwort
es: Contraseña
fr: Mot de Passe

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmation du mot de passe

source: Sign Up
de: Anmelden
es: Regístrate
fr: Inscrivez-vous

source: or
de: oder
es: o
fr: Ou

source: Connect with Facebook
de: durch Facebook sich verbinden
es: Conectar con Facebook
fr: Connectez-vous à Facebook

source: Forgot Password
de: Passwort vergessen?
es: Contraseña olvidada?
fr: Mot de passe oublié?

source: Resend Verification Email
de: Bestätigungs-E-mail wiedersenden
es: Reenviar email de verificación
fr: Renvoyer l'email de vérification

source: App Home Screen
de: App Startbildschirm
es: Portada
fr: L'écran d'accueil de l'application

source: Hi
de: Hallo
es: Hola
fr: Salut

source: Rounds Played
de: Runden gespielte
es: Rondas jugadas
fr: Les Rounds Joués

source: Handicap
de: Golfbehinderungen
es: Desventaja

source: Choose from 30000+ Golf Courses
de: Wählen Sie aus 30000+ Golplätzen
es: Escoger de 30000+ campos de Golf
fr: Choisissez parmi de 30000 + terrains de golf

source: PLAY GOLF
de: Golf spielen
es: Jugar Golf

source: Recent Games
de: Kürzliche Spiele
es: Juegos recientes
fr: Les Jeux Récents

source: Continue
de: Weitergehen
es: Continuar
fr: Continuez

source: You
de: Sie
es: Usted
fr: Vous

source: Together
de: Zusammen
es: Juntos

source: Explore
de: Erkunden
es: Explorar
fr: Explorez

source: Previous games
de: Vorherige Spiele
es: Juegos previos
fr: Les Jeux Précédents

source: Details
es: Detalles
fr: Les Détails

source: Together Section
de: Zusammen Teil
es: Juntos sección
fr: La section Together

source: total score percentile
de: Gesamt-scoreprozentsatz
es: Percentile de score total
fr: Le Score Centile Total

source: You Scored better than
de: Ihr Score ist besser als
es: Usted score es mejor que aquellos de
fr: Vous avez marqué mieux que

source: of Golfers
de: der Golfspieler
es: de jugadores
fr: de golfeurs

source: Driving Distance Rank
de: Drivenentfernungsrang
es: Rango de distancia de drive
fr: Classement de distance de Drive

source: Rounds Played Rank
de: Rundenspielrang
es: Rango de rondas jugadas
fr: Classement des rounds joués

source: Putts Per Hole Rank
de: Putten pro Loch - Einlochensrang
es: Golpes cortos por hoyo
fr: Classement des putts par trou

source: Invite your friends to play
de: Laden Sie Ihre Freunde zu spielen ein
es: Invita su amigos jugar
fr: Invitez vos amis à jouer

source: Invite 3 friends to the app and get $50 OFF on Golfication X!
de: Laden Sie 3 Freunde in die App und bekommen Sie $50 Rabatt auf Golfication X!
es: Invita 3 amigos a la app y obtiene $50 rebaja en su compra de Golfication X!
fr: Invitez trois amis à l'application et recevrez $50 sur Golfication X!

source: Invite Now
de: Jetzt einladen
es: Invitar ahora
fr: Invitez maintenant

source: My Scores
de: Meine Scores
es: Mis Scores
fr: Mes Scores

source: Strokes Gained
de: Erworbene Schläge
es: Palos ganados
fr: Les Coups Gagnés

source: Club Stats
de: Schlagerstatistik
es: Estadisticas del palo
fr: Les Statistiques du club

source: More Stats
de: Weitere Statistiken
es: Más estadisticas
fr: Plus de Statistiques

source: Your Best Club
de: Ihr bester Schlager
es: Su mejor palo
fr: Votre meilleur club

source: Average Distance
de: Durchschnittliche Enfernung
es: Distancia media
fr: La Distance Moyenne

source: Indiegogo Banner
es: Bandera de Indiegogo
fr: La Bannière Indiegogo

source: My Swings
de: Meine Schwungen
es: Mis swings
fr: Mes Swings

source: Club Speed, Tempo,Swing Plane & more...
de: Schlagergeschwindigkeit, Tempo, Schwungsebene und noch viel mehr
es: Velocidad del palo, plano del swing y más
fr: La Vitesse du club, le tempo, le plan de swing et plus…

source: Pre order Now!
de: Jetzt vorbestellen!
es: Reserva ahora!
fr: Pré-commandez maintenant!

source: Play Golf Section
de: Golfspielen Teil
es: Jugar Golf sección
fr: Jouez la partie du golf

source: New Round
de: Neue Runde
es: Nueva ronda
fr: Nouveau round

source: Choose course
de: Golplatz auswählen
es: escoger el campo
fr: Choissisez le terrain

source: Home Course
de: Heimplatz
es: Campo propio
fr: Le Terrain d'accueil

source: Nearest Course
de: Am nächsten Golfplatz
es: Campos más cercanos
fr: Le Terrain le plus près

source: Holes
de: Löcher
es: Hoyos
fr: Les Trous

source: 18 Holes
de: 18 Löcher
es: 18 hoyos
fr: 18 trous
