Repository: TheSPST/Golfication-ios
Catalog: Golfication/*.lproj/Localizable.strings
Languages: de, es, fr

source: 9 Holes
de: 9 Löcher
es: 9 hoyos
fr: 9 trous

source: Starting Holes
de: Anfangslöcher
es: Hoyos del comienzo
fr: Les Trous de départ

source: Other
de: Andere
es: Otro
fr: L'autre

source: Customize Your Experience
de: Ihre Erfahrung anpassen
es: Personalizar su experiencia
fr: Personnalisez votre expérience

source: Play On-Course
de: Spiel im Platz
es: Jugar en el campo
fr: Jouez sur le terrain

source: Live scoring, hole distances, GPS based shot tracking and more.
de: Live-Score, Lochentfernungen, GPS-Schlagverfolgung und mehr
es: Score en vivo, distancias de hoyos, rastro de palos
fr: Les scores en direct, les distances de trou, Suivi de coup basé sur Le GPS et plus

source: Score Previous Round
de: Score für vorherige Runde
es: Score de la ronda previa
fr: Marquez le round précédent

source: Record round scores and maintain stats.
de: Runde-Score und Erhaltungsstatistik aufzeichnen
es: Registrar scores de la ronda y mantener estadisticas
fr: Enregistrez les scores du round et les statistiques d'entrtien

source: Play-on course mode options
de: Modusoptionen auf dem Platz zu spielen
es: Continuar jugando opciones del modo del campo
fr: Options du mode pour jouer sur le terrain

source: Choose your experience
de: Wählen Sie Ihre Erfahrung
es: Escoger su experiencia
fr: Choissisez votre expérience

source: Classic Scorecard
de: Klassike Scorekarte
es: Tanteador clásico
fr: La Carte de score classique

source: For Basic Users
de: Für Grundbenutzer
es: Para usuarios básicos
fr: Pour les utilisateurs élémentaires

source: Fast and easy
de: Schnell und einfach
es: Rápido y fácil
fr: Rapide et facile

source: Record hole-scores, fairways, GIRs and putts for you and your friends.
de: Loch-Scores, Fairways, GIRs und Putten für sich selbst und für Ihre Freunde aufzeichnen
es: Registrar scores de hoyos, Fairways, GIRs y golpes cortos para usted y sus amigos
fr: Enregistrez les scores des trous, Fairways, GIRs et les putts pour vous et vos amis

source: Smart Rangefinder
de: Smart Entfernungsmesser
es: Telémetro inteligente (Smart)
fr: Le télémètre intelligent

source: Most Popular
de: Am beliebtesten
es: El más popular
fr: Le plus connu

source: Center
de: Mitte
es: Centro
fr: Milieu

source: Back Front
de: zurück vorne
es: Espalda Adelante
fr: Arrière Avant

source: Fast & accurate distances
de: Schnell und genaue Entfernungen
es: Distancias rápidas y precisas
fr: Les Distances rapides et précises

source: FREE distances and club-recommendations.
de: FREIE Entfernungen und Schlägerempfehlungen
es: Recomendaciones gratis para distancias y palos
fr: Les Distances et les Recommendations de club gratuites

source: Live Scoring available
de: Live-Score verfügbar
es: Scores en vivo disponibles
fr: Scores en direct disponible

source: Ultimate Shot-tracking
de: Ultimative Schlagverfolgung
es: Rastreo último de palos
fr: Suivi de coup ultime

source: For Advanced Users
de: Für erweiterte Benutzer
es: Para usuarios avanzados
fr: Pour les utilisateurs avancés

source: Advanced Stats and Analytics
de: Erweiterte Statistik und Analytik
es: Cálculo automatico de scores autorizado
fr: Les Statistiques et les analytiques avancées

source: Time-intensive, but feature-packed! FREE distances and recommendations. Automatic Scoring enabled
de: Zeitintensiv, aber mit Eigenschaften gepackt! FREIE Entfernungen und Empfehlungen. Automatischer Score ermächtigt
es: Intenso de tiempo, pero repleto con caracteristicas! Distancias y recomendaciones - GRATIS.
fr: Temps-intensif, mais doté de nombreuses caractéristiques! Les Distances et les recommendations gratuites. Score automatique activé.

source: Start Round
de: Runde anfangen
es: Comienza la ronda
fr: Commencez le round

source: Additionally, track Scores and Stats of up to 3 friends
de: Des weiteren, verfolgen Sie den Score und die Statistik von (bis zu) 3 Freunden
es: Además, rastrea scores y estadisticas de hasta 3 amigos
fr: De plus, suiviez les scores et les statistiques de jusqu'à trois amis

source: Score Previous Round Menu Options
de: Score Vorherige Runde Menu Optionen
es: Score Ronda Previa Menú Opciones
fr: Les Options de menu pour marquer le round précédent

source: Post-Game Shot Tracking
de: Nachspielsschlagverfolgung
es: Rastreo de palos después del partido
fr: Suivi de coup l'après-match

source: Time Intensive, but feature packed! Plot each shot as it was actually played, to access unbeateable insights into your own game. Take charge!
de: Zeitintensiv, aber mit Eigenschaften gepackt! Jeden Schlag zeichnen genau wie gespielt, um unübertreffliche Einblicke eigenes Spieles zuzugreifen. Nimm das Spiel in eigene Regie!
es: Intenso de tiempo pero repleto con caracteristicas! Rastrea cada palo como en un juego real, accessar ideas imbatibles de su juego propio. ¡Toma control de su juego!
fr: Temps-intensif, mais doté de nombreuses caractéristiques! Tracer chaque coup comme il a été effectivement joué, pour accéder à des idées inbeatable dans votre propre jeu. Prenez en charge!

source: Classic Scorecard Mode
de: Klassike Scorekartenmodus
es: Modo del tanteador clásico
fr: Le mode de la carte de score classique

source: Your Score
de: Ihr Score
es: Su score
fr: Votre score

source: Detailed Scoring
de: Ausführlicher Score
es: Scores en detalle
fr: La Notation Détaillée

source: View Scorecard
de: Scorekarte ansehen
es: Ver tanteador
fr: Affichez la carte de score

source: Next Hole
de: Folgendes Loch
es: Hoyo Siguiendo
fr: Le trou prochain

source: Previous Hole
de: Vorheriges Loch
es: Hoyo previo
fr: Le trou précédente

source: Continue Round Screen
de: Rundenbildschirm fortzeigen
es: Continuar pantalla de ronda
fr: Continuez avec l'écran ronde

source: Playing Hole
de: Loch im Gange
es: Hoyo en progreso
fr: Trou de jouant

source: End Round
de: Runde abschliessen
es: Terminar ronda
fr: Terminez le round

source: Players
de: Spieler
es: Jugadores
fr: Les joueurs

source: To Par
de: Zum Par
es: A Par
fr: à Par

source: Thru
de: Durch
es: Través

source: Strokes
de: Schläge
es: Palos
fr: Les Coups

source: *Atleast 9-holes must be completed to generate round stats.
de: Sie müssen wenigstens 9 Löcher abschliessen um die Rundenstatistik zu bekommen
es: Necesita completar al menos 9 hoyos para generar las estadísticas de la ronda
fr: *Un minimum de 9 trous doit être complété pour générer des stats des rounds

source: Continue Round
de: Runde fortsetzen
es: Continuar la Ronda
fr: Continuez le round

source: End Round Button Pop-up Message
de: Rundenschluss Taste Popup-Nachricht
es: Endar la ronda Botón Notificación Pop-up
fr: Le bouton de terminer le round, le message pop-up

source: Round in progress
de: Runde im Gange
es: Ronda en progreso
fr: Le round en cours

source: holes completed
de: Löcher abgeschlossen
es: Hoyos completados
fr: Les Trous complétés

source: You'll not be able to edit this round anymore. Are you sure want to exit.
de: Sie werden nicht mehr diese Runde bearbeiten können. Sind Sie sicher dass Sie verlassen wollen?
es: No podra editar esta Ronda más. ¿Está seguro quiere salir?
fr: Vous ne pourrez plus éditer ce round. Êtes-vous sûr de vouloir quitter?

source: Save & Exit
de: Speichern und verlassen
es: Guardar y salir
fr: Sauvegarder et Quitter

source: Discard Round
de: Runde verwerfen
es: Descartar la Ronda
fr: Jeter le round

source: Cancel
de: Absagen
es: Cancelar
fr: Annuler

source: Profile
de: Profil
es: Perfil
fr: Profil

source: Edit
de: Bearbeiten
es: Editar
fr: éditer

source: Your Home Course
de: Ihre Heimplatz
es: Su campo pripio
fr: Votre terrain d'accueil

source: Change Course
de: Platz ändern
es: Cambiar el campo
fr: Changez le terrain

source: Your Golf Bag
de: Ihre Golftasche
es: Su bolsa de Golf
fr: Votre sac de golf

source: 14 Clubs Selected
de: 14 Schläger ausgewählt
es: 14 palos seleccionados
fr: 14 clubs sélectionnés

source: Grip
de: Griff
es: Empuñadura
fr: Prise

source: Left Handed
de: Linkshändig
es: Zurdo
fr: Gaucher

source: Right Handed
de: Rechtshändig
es: Diestro
fr: Droitière

source: I don't have handicap
de: Ich habe kein Handicap
es: No tengo handicaps
fr: Je n'ai pas de handicap

source: Pro Membership Active
de: Profi Mitgliedschaft aktiv
es: Afiliación Pro activa
fr: L'adhésion-pro active

source: You have 207 days remaining on your Pro Membership
de: Sie haben noch 207 Tage mehr auf Ihrer Profi Mitgliedschaft
es: Le quedan 207 dias en su afiliación Pro
fr: Vous avez 207 jours restant sur votre adhésion-pro

source: 00:00:00 remaining
de: 00:00:00 bleibt
es: 00:00:00 quedan
fr: 00:00:00 restant

source: Refer Friends now!
de: Jetzt an Freunde verweisen!
es: Referir a amigos ahora!
fr: Référez vos amis maintenant!

source: Referral 1
de: Verweisung 1
es: Referencia 1
fr: Renvoi 1

source: Invite Friends
de: Freunde einladen
es: Invitar amigos
fr: Invitez les amis

source: Get $50 off
de: Für $50 weniger bekommen
es: Obtener $50 rebaja
fr: Recevrez $50

source: Upgrade to Pro
de: Auf Pro aktualisieren
es: Mejorar a Pro
fr: Améliorez vers pro

source: free for 30 days
de: Frei für 30 Tage
es: Gratis para 30 dias
fr: Gratuit pour 30 jours

source: Upgrade Now!
de: Jetzt aktualisieren!
es: Mejorar ahora!
fr: Améliorez maintenant!

source: Get your 30 days membership absolutely FREE
de: Bekommen Sie Ihre 30 Tagesmitgliedschaft ganz FREI!
es: Obtener su afiliación para 30 dias absolutamente GRATIS
fr: Obtenez votre adhésion de 30 jours absolument gratuit

source: What is Pro?
de: Was ist Pro?
es: ¿Qué es Pro?
fr: Qu'est-ce que c'est Pro?

source: Advanced Stats
de: Erweiterte Statistik
es: Estadísticas avanzadas
fr: Les Stats Avancés

source: Distance, range and accuracy for all your clubs
de: Entfernung, Strecke und Genauigkeit aller Ihrer Schläger
es: Distancia, alcance y precisión para todos de su palos
fr: Distance, éventail et précision pour tous vos clubs

source: Long
de: Lang
es: Largo

source: Club Selection & Control
de: Schlägerauswahl und Kontrolle
es: Selección del palo y control
fr: sélection et contrôle du Club

source: Know which club you need to hit often, and which you'd better leave out
de: Kennen Sie mit welchem Schlager Sie brauchen oft zu schlagen, und welchen Sie eher auslassen würden
es: Conocer cual palo necesitas utilizar a menudo, y cual tienes que omitir
fr: Savez quel club vous avez besoin de frapper souvent, et que vous devriez laisser

source: Strokes Gained Analysis
de: Analytik erwobener Schläge
es: Análisis de golpes ganados
fr: L'analyse de coups gagnés

source: Break down each selection of your game, to better plan your training sessions.
de: Teilen Sie jede Auswahl Ihres Spieles ein, um Ihre Ausbildungssitzungen besser zu planen
es: Distribuir cada sesión de su juego, para planear mejor su entrenamiento
fr: Décryptez chaque sélection de votre jeu, pour mieux planifier vos séances d'entraînement.

source: Settings
de: Einstellungen
es: Ajustes
fr: Les Paramètres

source: Distance
de: Entfernung
es: Distancia
fr: La Distance

source: Imperial (feet,yards,miles)
de: Imperial (Füße, Yard, Meile)
es: Imperial (pies, yardas, millas)
fr: Impérial (pieds, chantiers, miles)

source: Metric(metres,kilometres)
de: Metrisch (Meter, Kilometer)
es: Métrico (metros, kilometros)
fr: Métrique( mètres, kilomètres)

source: Men's - Scratch
de: Männer - Scratch
es: Hombres - Scratch

source: Men's - 18 Handicap
de: Männer - 18 Handicap
es: Hombres - 18 Handicap

source: Women's - Scratch
de: Frauen - Scratch
es: Mujeres - Scratch

source: Women's - 18 Handicap
de: Frauen - 18 Handicap
es: Mujeres - 18 Handicap

source: Version
es: Versión

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

source: Are you sure you want to Logout?
es: Estás seguro que quiere cerrar de la sesión

source: Post Game Shot Tracking Mode Option
de: Nachspielsschlagverfolgungsmodus Option
es: Opción del modo para rastrear el golpe posteriores al juego
fr: L'option de Suivi de coup l'après-match

source: Drag your target marker to get free club recommendations for every shot.
de: Ziehen Sie Ihren Zielmarker um freie Schalgerempfehlungen zu bekommen
es: Arrastrar el marcador de su objetivo para obtener recomendaciones gratuitas para cada golpe
fr: Faites glisser votre marqueur cible pour obtenir des recommandations de club gratuites pour chaque coup.

source: Ok, Got it.
de: Ok, verstanden
es: Muy bien, comprendido
fr: Ok, compris.

source: This is the club we recommend based on your yardage. Tap to change.
de: Dieser ist der empfohlener Schlager im Bezug auf Ihre Lauflänge. Klopfen Sie zu verändern.
es: Este es el palo que recomendamos en términos de su metraje. Pulsar para cambiar
fr: C'est le club que nous recommandons basé sur votre métrage. Touchez pour changer.

source: Tap to record this shot.
de: Klopfen Sie um diesen Schlag aufzuzeichnen
es: Pulsar para registrar esto golpe
fr: Touchez pour enregistrer ce coup.

source: Use the hole-out button to complete this hole and view score.
de: Benutzen Sie die 'Loch-aus' Taste dieses Loch abzuschließen und Ihren Score anzusehen
es: Usar el hoyo-botón para completar este hoyo y ver su score
fr: Utilisez le bouton de Hole-out pour compléter ce trou et afficher le score.

source: Player Stats
de: Spielerstatistik
es: Estadísticas del jugador
fr: Les stats du joueur

source: Your Scorecard
de: Ihre Scorekarte
es: Su tanteador
fr: Votre carte de score

source: Hole
de: Loch
es: Hoyo
fr: Le trou

source: Driving Distance
de: Drivenentfernung
es: Distancia del golpe largo
fr: La distance de conduite

source: Approach Dist
de: Annäherungsentfernung
es: Distancia del golpe corto para aproximarse al green
fr: La Distance d'approche

source: GIR
es: Green in regulation

source: Chip/Down
de: Chip/Herab
es: Golpe corte de aproximación/abajo
fr: Chip/en bas

source: Sand/Down
de: Sand/Herab
es: Arena/Abajo
fr: sable/en bas

source: Net Score
de: Nettoergebnis
es: Resultado neto
fr: Le score net

source: Enable Stableford Scores by sending us a picture of the club scorecard
de: Senden Sie uns ein Bild Ihrer Schlägerscorekarte um Ihren Stableford Score zu ermächtigen
es: Autorizar los Scores Stableford
fr: Activez les scores stableford par nous envoyant une photo de la carte de score du Club

source: Overview
de: Überblick
es: Visión de conjunto
fr: L'aperçu

source: Rounds
de: Runden
es: Rondas
fr: Les rounds

source: Score Distribution
de: Scoreverteilung
es: Distribución de Score
fr: La distribution de score

source: below
de: unten
es: Debajo de
fr: Sous

source: above
de: oben
es: Por encima de
fr: Sur

source: Scoring
de: Score
es: Score
fr: Notation

source: Bogey
es: Uno sobre par

source: Double Bogey
de: Doppel Bogey
es: Dos sobre par

source: Birdie
es: Un bajo par

source: Par Average
de: Par Durchschnittswerte
es: Par promedio
fr: Par moyen

source: Penalties Trend
de: Strafentrend
es: Tendencia de penalidades
fr: Tendance des Pénalités

source: Off the Tee
de: Ab dem Abschlag
es: Del Tee

source: Spread of the tee
de: Dispersion des Abschlags
es: Dispersión del Tee
fr: La propagation du tee

source: Left Rough
de: Rau auf der Linken
es: Izquierda áspera
fr: Le rough gauche

source: Right Rough
de: Rau auf der Rechten
es: Derecho áspero
fr: Le rough droit

source: Short 'Long
de: Kurz 'Lang
es: Corto 'Largo
fr: Le Short Long

source: Typical
de: Typisch
es: Típico
fr: Typique

source: Drive Accuracy
de: Drivengenauigkeit
es: Precisión del golpe largo
fr: La précision de Drive

source: Drive Distance
de: Drivenentfernung
es: Distancia del golpe largo
fr: La Distance de Drive

source: Fairway Hit Trend
de: Fairwaytreffenstrend
es: Tendencia de tirar de Fairway
fr: La tendence du coup fairway

source: Fairway Hit Likeliness
de: Fairway Treffenswahrscheinlichkeit
es: Probabilidad de tirar de Fairway
fr: Le probabilité du coup fairway

source: Approach
de: Annäherung
es: Golpe corto para aproximarse al green
fr: L'approche

source: Approach Accuracy
de: Annäherungsgenauigkeit
es: Precisión del golpe corto para aproximarse al green
fr: La précision d'approche

source: Hit
de: Schlag
es: Golpear
fr: Coup

source: Greens in Regulation (GIR)
de: Grüns in Regulation
es: Greens in regulation
fr: GIR

source: Greens with fairway hit
de: Grüns mit Fairwaytreffen
es: Greens con golpes de Fairway
fr: GIR avec Fairway-Hit

source: Greens with fairway miss
de: Grüns mit Fairwayvorbeischüssen
es: Greens con pérdida de Fairway
fr: GIR avec Fairway-Miss

source: Hole Proximity
de: Lochnähe
es: Proximidad del hoyo
fr: Proximité de trou

source: GIR Trend
es: Tendencia de GIR
fr: Le phénomène de GIR

source: GIR Likeliness
de: GIR-Wahrscheinlichkeit
es: Probabilidad de GIR
fr: La probabilité de GIR

source: Chip
es: Golpe

source: Chipping
de: Chippen
es: Golpe corte de aproximación

source: Chipping Accuracy
de: Chippensgenauigkeit
es: Precisión de golpe corte de aproximación
fr: La précision du chip

source: Chip: Up and Down
de: Chip: auf und ab
es: Golpe corte de aproximación: arriba y abajo
fr: Chip: en haut et en bas

source: Chip Proximity
de: Chippennähe
es: Precisión de golpe corte de aproximación
fr: La proximité de chip

source: Sand: Up and Down
de: Sand: auf und ab
es: Arena: arriba y abajo
fr: Le sable: en haut et en bas

source: Sand Accuracy
de: Sandgenauigkeit
es: Precisión de la Arena
fr: La précision du sable

source: Sand Proximity
de: Sandnähe
es: Proximidad de la Arena
fr: La proximité du sable

source: Putting
de: Putten
es: Dar golpe corto

source: Putts Per Hole
de: Putten pro Loch
es: Golpes cortos por hoyo
fr: Les putts par trou

source: Putts Breakup
de: Putteneinteilung
es: Clasificación de golpes cortos
fr: La rupture de putts

source: Putts Vs Handicap
de: Putten gegen Behinderungen
es: Golpes cortos contre Handicaps
fr: Les putts vs l'handicap

source: Filters
de: Filter
es: Filtro
fr: Les Filtres

source: Numbers of Rounds/Duration
de: Rundennummer/Dauer
es: Numero de Rondas/duración
fr: le nombre de rounds/la durée

source: Days
de: Tage
es: Dias
fr: Les jours

source: All
de: Alle
es: Todos
fr: Tous

source: Round Type
de: Rundentyp
es: Tipo de Ronda
fr: Le type de round

source: Clubs Used
de: Schläger benutzt
es: Palos utilizados
fr: Les clubs utilisés

source: Courses
de: Golfplätze
es: Campos de Golf
fr: les terrains

source: Apply
de: Sich bewerben
es: aplicar
fr: Appliquez-vous

source: SOCIAL
de: Sozial

source: EASY SCORING
de: Leichter Score?
fr: La Notation Facile

source: Score
de: Bewerten

source: Are you sure you want to Logout.
de: Sind Sie sicher dass Sie abzumelden wollen?
fr: Êtes-vous sûr de vouloir déconnecter?

source: Web: www.golfication.com
fr: La toile: www.golfication.com

source: E-mail
fr: Adresse email

source: Play Golf
fr: Jouez le Golf

source: PGA Tour
fr: Le tour PGA

source: Par
fr: Score

source: Stableford
fr: Le Stableford
